Revit 2024 API
ParameterTypeId.ZoneDesignCoolTemperature Property
 "Design Temperature for Cooling"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneDesignCoolTemperature { get; }
Visual Basic
Public Shared ReadOnly Property ZoneDesignCoolTemperature As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneDesignCoolTemperature {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace